vinhle275/Bluetooth_Mesh-nRF/gateway_esp32s3/sdkconfig.defaults.esp32s3
# ESP32-S3 Specific Configuration Defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP32S3_DEFAULT_CPU_FREQ_240=y
CONFIG_ESP32S3_DEFAULT_CPU_FREQ_MHZ=240
